bashmish.es6-string-css
bierner.emojisense
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
CodeStream.codestream
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
HookyQR.JSDocTagComplete
johnpapa.vscode-peacock
karigari.chat
keyring.Lua
lostintangent.vsls-pomodoro
lostintangent.vsls-whiteboard
mechatroner.rainbow-csv
mousetraps.selected-character-count
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
naumovs.color-highlight
Perkovec.emoji
PKief.material-icon-theme
plievone.vscode-template-literal-editor
ryanluker.vscode-coverage-gutters
stkb.rewrap
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
thenikso.github-plus-theme
Tobermory.es6-string-html
trixnz.vscode-lua
Zignd.html-css-class-completion
