abumalick.vscode-nvm
adpyke.codesnap
ahmadalli.vscode-nginx-conf
Angular.ng-template
ban.spellright
bashmish.es6-string-css
bierner.emojisense
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bodil.prettier-toml
bpruitt-goddard.mermaid-markdown-syntax-highlighting
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CodeStream.codestream
coolbear.systemd-unit-file
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dawhite.mustache
dbaeumer.vscode-eslint
DEVSENSE.composer-php-vscode
DEVSENSE.phptools-vscode
DEVSENSE.profiler-php-vscode
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
EFanZh.graphviz-preview
eg2.vscode-npm-script
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
fizzybreezy.gnuplot
foxundermoon.shell-format
GitHub.vscode-pull-request-github
gitpod.gitpod-desktop
golang.go
Gruntfuggly.todo-tree
hangxingliu.vscode-nginx-conf-hint
haskell.haskell
henoc.svgeditor
hjb2012.vscode-es6-string-html
HookyQR.JSDocTagComplete
HTMLHint.vscode-htmlhint
James-Yu.latex-workshop
jdsteinbach.custom-presentation-mode
jebbs.plantuml
jock.svg
johnpapa.vscode-peacock
jrieken.md-navigate
justusadam.language-haskell
keyring.Lua
kirozen.dokuwiki
lextudio.restructuredtext
lostintangent.vsls-pomodoro
lostintangent.vsls-whiteboard
mammothb.gnuplot
matangover.mypy
mblode.zotero
mechatroner.rainbow-csv
mousetraps.selected-character-count
mrmlnc.vscode-puglint
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
naumovs.color-highlight
notZaki.pandocciter
nrwl.angular-console
octref.vetur
paulshen.paul-typescript-toolkit
Perkovec.emoji
PKief.material-icon-theme
plievone.vscode-template-literal-editor
rafaelmaiolla.diff
RandomFractalsInc.tabular-data-viewer
raynigon.nginx-formatter
ronnidc.nunjucks
ryanluker.vscode-coverage-gutters
speedy37.ascii-plist
Stephanvs.dot
stkb.rewrap
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
stylelint.vscode-stylelint
sysoev.language-stylus
TabNine.tabnine-vscode
tamasfe.even-better-toml
techer.open-in-browser
thenikso.github-plus-theme
Tobermory.es6-string-html
trixnz.vscode-lua
trond-snekvik.simple-rst
unifiedjs.vscode-mdx
valentjn.vscode-ltex
vstirbu.vscode-mermaid-preview
william-voyek.vscode-nginx
xyc.vscode-mdx-preview
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
